import build from "../assets/slider1.jpg"
import build2 from "../assets/slider2.jpg"
import build3 from "../assets/slider3.jpg"
import build4 from "../assets/fon2.jpg"
import build5 from "../assets/fon3.jpg"


export const iconsData = [
  {
    icon: build,
    id: 1,
    title: 'Индивидуальное <br> проектирование домов',
    text: 'Прежде, чем приступить к строительству дома, необходимо создать его архитектурный проект – <br> только в том случае, когда есть продуманный и тщательно выверенный проект, возведение дома будет успешным'
  },
  {
    icon: build2,
    id: 2,
    title: 'Проведение негосударственной <br> экспертизы',
    text: 'Заключения по проектной документации и (или) результатам инженерных изысканий'
  },
  {
    icon: build3,
    id: 3,
    title: 'Оставьте свою заявку,и с вами свяжется наш консультант',
    text: 'Удобная консультация в любое время'
  },
  {
    icon: build4,
    id: 4,
    title: 'Мы готовы взяться за любой проект',
    text: 'Любой сложности, учесть все пожелания клиента - и это не просто слова'
  },
  {
    icon: build5,
    id: 5,
    title: 'Плюсы работы с нами',
    text: '- 10 лет гарантии <br>- Оплата по этапам <br>- Онлайн контроль'
  }
]